---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ConduitSize.UsedInSizeLists
source: html/4a96b4b4-af72-aa91-12fa-87617a606b66.htm
---
# Autodesk.Revit.DB.Electrical.ConduitSize.UsedInSizeLists Property

Whether it is used in size lists.

## Syntax (C#)
```csharp
public bool UsedInSizeLists { get; }
```